---
kind: enumMember
id: F:Autodesk.Revit.DB.ExternallyTaggedNonBRepUsage.Selectable
enum: Autodesk.Revit.DB.ExternallyTaggedNonBRepUsage
source: html/e1c38aeb-52d1-69cc-8601-3f9c2637b4da.htm
---
# Autodesk.Revit.DB.ExternallyTaggedNonBRepUsage.Selectable

Can be selected as well as displayed.